const POST_COUNT = 25;

const DESCRIPTIONS = [
  'Я поел',
  'Я пошел гулять',
  'Вкусное мясо',
  'Классное небо сегодня',
  'Дай поесть мне!',
  'Кто со мной на озеро?',
  'Вот мои игрушки',
];

const NAMES = [
  'Шарик Мясной',
  'Бобик Лысый',
  'Мурка Леонидовна',
  'Веник Каминный',
  'Черныш Заморский',
];

const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];


export {POST_COUNT,
  DESCRIPTIONS,
  NAMES,
  MESSAGES};

